Repository: common-repository/payment-gateway-for-armeconombank
Catalog: languages/wc-hkdigital-armeconombank-gateway-*.po
Languages: hy, ru_ru

source: Activate shopping cart function
hy: Ակտիվացնել զամբյուղի պարունակության գործառույթը
ru_ru: Активировать функцию корзины

source: Add a credit card
hy: Կցագրել բանկային քարտը
ru_ru: Добавить кредитную карту

source: Before using the plugin, please contact the bank to receive respective regulations.
hy: Հավելվածը օգտագործելուց առաջ անհրաժեշտ է կապ հաստատել բանկի հետ համապատասխան կարգավորումները ստանալու համար։
ru_ru: Перед использованием приложения вам необходимо связаться с банком для получения соответствующих настроек.

source: Binding Password
hy: Binding Գաղտնաբառ
ru_ru: Пароль привязки

source: Binding Password EUR
hy: Binding Գաղտնաբառ EUR
ru_ru: Пароль привязки EUR

source: Binding Password RUB
hy: Binding Գաղտնաբառ RUB
ru_ru: Пароль привязки RUB

source: Binding Password USD
hy: Binding Գաղտնաբառ USD
ru_ru: Пароль привязки USD

source: Binding User Name
hy: Binding Մուտքանուն
ru_ru: Имя пользователя привязки

source: Binding User Name EUR
hy: Binding Մուտքանուն EUR
ru_ru: Имя пользователя привязки EUR

source: Binding User Name RUB
hy: Binding Մուտքանուն RUB
ru_ru: Имя пользователя привязки RUB

source: Binding User Name USD
hy: Binding Մուտքանուն USD
ru_ru: Имя пользователя привязки USD

source: Cart totals
hy: Զամբյուղի պարունակություն
ru_ru: Содержимое корзины

source: Debug Log
hy: Կարգավիճակի մատյան
ru_ru: Журнал отладки

source: Description
hy: Նկարագրություն
ru_ru: Описание

source: Enable "Save Card" function
hy: Միացնել քարտի պահպանման հնարավորությունը
ru_ru: Включить Режим привязки карты

source: Enable debug mode
hy: Միացնել մատյանը
ru_ru: Включить режим отладки

source: Enable Multi-Currency
hy: Միացնել բազմարժույթի հնարավորությունը
ru_ru: Включить многовалютный режим

source: Enable payment confirmation function
hy: Միացնել վճարման հաստատաման գործառույթը
ru_ru: Включить функцию подтверждения платежа

source: Enable payment gateway
hy: Միացնել վճարային համակարգը
ru_ru: Активировать платежную систему

source: Enable Save Card
hy: Միացնել քարտի պահպանման հնարավորությունը
ru_ru: Включить Режим привязки карты

source: Enable test Mode
hy: Միացնել թեստային տարբերակը
ru_ru: Включить тестовую версию

source: Enable/Disable
hy: Միացնել/անջատել
ru_ru: Включить / Отключить

source: Enter password
hy: Մուտքագրել գաղտնաբառը
ru_ru: Пароль

source: Example Armeconomgayudcsu14
hy: Օրինակ armeconombankgayudcsu14
ru_ru: Пример armeconombankgayudcsu14

source: here
hy: այստեղ
ru_ru: здесь

source: Here interface language of bank purchase can be regulated
hy: Այստեղ կարելի է կարգաբերել բանկային վճարման էջի ինտերֆեյսի լեզուն
ru_ru: Здесь вы можете настроить язык интерфейса страницы банковского платежа.

source: Here you can change the language of the plugin control panel.
hy: Այստեղ կարող եք փոփոխել հավելման կառավարման վահանակի լեզուն։
ru_ru: Здесь вы можете изменить язык панели управления плагина.

source: Here you can select the status of confirmed payment orders.
hy: Այստեղ կարող եք ընտրել վճարումը հաստատված պատվերների կարգավիճակը։ Խնդրում ենք հաշվի առնել որ այս գործառույթը ավտոմատ կերպով դադարում է գործել "Վճարումը հաստատումով" գործառույթի դեպքում։
ru_ru: Здесь вы можете выбрать статус подтвержденных платежных поручений. Обратите внимание, что эта функция автоматически отключается когда включается функция подтверждения платежа.

source: Identification password
hy: Նույնականացման գաղտնաբառ
ru_ru: Идентификационный пароль

source: Language
hy: Լեզու
ru_ru: Язык

source: Links
hy: Հղումներ
ru_ru: Ссылки

source: Live Password EUR
hy: Գաղտնաբառ EUR
ru_ru: Имя пользователя EUR

source: Live Password RUB
hy: Գաղտնաբառ RUB
ru_ru: Имя пользователя RUB

source: Live Password USD
hy: Գաղտնաբառ USD
ru_ru: Имя пользователя USD

source: Live Settings
hy: Իրական կարգավորումներ
ru_ru: Реальные параметры

source: Live User Name EUR
hy: Իրական օգտանուն EUR
ru_ru: Пароль EUR

source: Live User Name RUB
hy: Իրական օգտանուն RUB
ru_ru: Пароль RUB

source: Live User Name USD
hy: Իրական օգտանուն USD
ru_ru: Пароль USD

source: Log HKD ARMECONOMBANK Gateway events, inside <code>woocommerce/logs/armeconombank.txt</code>
hy: Սխալների գրանցմանը կարող եք հետևել <code>woocommerce/logs/armeconombank.txt</code>
ru_ru: Журнал событий для платежного шлюза AEB можете посмотреть <code>woocommerce/logs/armeconombank.txt</code>

source: Multi-Currency
hy: Բազմարժույթ
ru_ru: Многовалютный режим

source: New binding card text
hy: Կցագրման դաշտի անվանում
ru_ru: Текст новой привязки

source: No Saved Cards
hy: Պահված քարտեր չկան:
ru_ru: Нет сохраненных карт

source: ONLINE PAYMENT GATEWAY
hy: Առցանց վճարման համակարգ
ru_ru: Онлайн платежный шлюз

source: Password
hy: Գաղտնաբառ
ru_ru: Пароль

source: Pay via credit card
hy: Վճարել քարտով
ru_ru: Оплата кредитной картой

source: Pay with ARMECONOMBANK payment system. Please note that the payment will be made in Armenian Dram.
hy: Վճարե՛ք/վճարումն իրականացրե՛ք Ձեր կրեդիտ/բանկային քարտով: Խնդրում ենք նկատի ունենալ՝ վճարումն իրականացվելու է հայկական դրամով:

source: Please try again later.
hy: Խնդրում ենք փորձել ավելի ուշ:
ru_ru: Пожалуйста, повторите попытку позже.

source: Please try again.
hy: Խնդրում ենք կրկին փորձեք:
ru_ru: Пожалуйста, попробуйте еще раз

source: Plugin language
hy: Հավելման վահանակի լեզու
ru_ru: Язык плагина

source: Purchase by credit card. Please, note that purchase is going to be made by Armenian drams.
hy: Վճարումն իրականացրե՛ք Ձեր բանկային քարտով: Խնդրում ենք նկատի ունենալ՝ վճարումն իրականացվելու է հայկական դրամով:
ru_ru: Оплата по кредитной карте. Обращаем ваше внимание, что закупка будет производиться в драмах РА.

source: Purchase safely by using your saved credit card
hy: Վճարեք ապահով՝ օգտագործելով Ձեր պահպանված քարտը:
ru_ru: Совершайте безопасные покупки с помощью сохраненной кредитной карты

source: Save Card Admin
hy: Քարտի պահպանում
ru_ru: Включить Режим привязки карты

source: Save card description text
hy: Կցագրված բանկային քարտերի նկարագիր
ru_ru: Описание прикрепленных банковских карт

source: See bank offer
hy: Ծանոթանալ բանկի առաջարկին
ru_ru: Посмотреть предложение банка

source: See plugin possibilities
hy: Ծանոթանալ հավելման հնարավորություններին
ru_ru: Ознакомиться возможностями плагина

source: See terms of usage
hy: Ծանոթանալ օգտագործման պայմաններին
ru_ru: Ознакомиться с условиями использования

source: Settings
hy: Կարգավորումներ
ru_ru: Настройки

source: Success Order Status
hy: Հաջողված պատվերի կարգավիճակ
ru_ru: Статус успешного заказа

source: Test mode
hy: Թեստային տարբերակ
ru_ru: Тестовая версия

source: Test Password
hy: Թեստային գաղտնաբառ
ru_ru: Тестовой пароль

source: Test Password EUR
hy: Թեստային գաղտնաբառ EUR
ru_ru: Тестовой пароль EUR

source: Test Password RUB
hy: Թեստային գաղտնաբառ RUB
ru_ru: Тестовой пароль RUB

source: Test Password USD
hy: Թեստային գաղտնաբառ USD
ru_ru: Тестовой пароль USD

source: Test User Name
hy: Թեստային օգտանուն
ru_ru: Тестовой пользователь

source: Test User Name EUR
hy: Թեստային օգտանուն EUR
ru_ru: Тестовой пользователь EUR

source: Test User Name RUB
hy: Թեստային օգտանուն RUB
ru_ru: Тестовой пользователь RUB

source: Test User Name USD
hy: Թեստային օգտանուն USD
ru_ru: Тестовой пользователь USD

source: This action, if permitted by the bank, enables to purchase by multiple currencies
hy: Այս գործողությունը, բանկի կողմից թույլատրման դեպքում, կայքի միջոցով բազմարժույթ վճարումներ իրականացնելու հնարավորություն է ընձեռում:
ru_ru: Это действие, если это разрешено банком, позволяет совершать покупки в нескольких валютах.

source: This feature ensures that the contents of the shopping cart are available at the time of order registration if the site buyer decides to change the payment method.
hy: Այս գործառույթը ակտիվացման ժամանակ կապահովի պատվերի գրանցման ժամանակ զամբյուղի պարունակությունը, եթե կայքի հաճախորդը որոշի փոփոխել վճարման տարբերակը։
ru_ru: Эта функция гарантирует наличие содержимого корзины во время регистрации заказа, если покупатель сайта решит изменить способ оплаты.

source: Title
hy: Անվանում
ru_ru: Заголовок

source: To see the identification terms, click
hy: Նույնականացման պայմաններին ծանոթանալու, ինչպես նաև ձեռք բերելու համար սեղմեք
ru_ru: Чтобы увидеть условия идентификации, нажмите

source: To test the testing version login and password provided by the bank should be typed
hy: Թեստային տարբերակը փորձարկելու համար անհրաժեշտ է մուտքագրել բանկի կողմից տրամադրված օգտանունը և գաղտնաբառը։
ru_ru: Для тестирования с помощью тестовой версии вам необходимо ввести логин и пароль, предоставленный банком.

source: Token not valid
hy: Նույնականացման գաղտնաբառը սխալ է
ru_ru: Токен недействителен

source: Two-stage Payment
hy: Վճարման հաստատման գործառույթ
ru_ru: Двухэтапная оплата

source: two-stage: when the payment amount is first blocked on the buyer’s account and then at the second stage is withdrawn from the account
hy: Երկու փուլով. երբ վճարման ենթակա գումարը առաջին փուլում սառեցվում է գնորդի հաշվին, իսկ երկրորդ փուլում՝ ելքագրվում վերջինիս հաշվից:
ru_ru: Двухэтапный платеж: когда сумма платежа сначала блокируется на счету покупателя, а затем на втором этапе снимается со счета

source: Type the description
hy: Մուտքագրել Նկարագրությունը
ru_ru: Введите название

source: Type the password
hy: Մուտքագրել գաղտնաբառը
ru_ru: Введите пароль

source: Type the save card checkbox text
hy: Մուտքագրել կցագրվող բանկային քարտի տեքստը
ru_ru: Введите текст прикрепленной банковской карты

source: Type the save card description text
hy: Մուտքագրել կցագրված բանկային քարտերի նկարագիրը
ru_ru: Введите описание прикрепленных банковских карт

source: Type the title
hy: Մուտքագրել Անվանումը
ru_ru: Введите заголовок

source: Type the use new card text
hy: Մուտքագրել նոր քարտի օգտագործման համար անվանում
ru_ru: Введите текст использования новой карты

source: Type the user name
hy: Մուտքագրել օգտանունը
ru_ru: Введите имя пользователя

source: Use a new credit card
hy: Օգտագործել նոր քարտ
ru_ru: Используйте новую кредитную карту

source: Use new card text
hy: Նոր քարտի տեքստը
ru_ru: "Использовать новую карту" текст

source: Useful functions
hy: Օգտակար հղումներ
ru_ru: Полезные функции

source: Useful links
hy: Օգտակար հղումներ
ru_ru: Полезные ссылки

source: User (website visitor) sees this description on order registry page in bank purchase option.
hy: Այս նկարագրությունը օգտագործողը(կայքի հաճախորդը) տեսնում է պատվերի գրանցման էջում՝ բանկային վճարման տարբերակի ժամանակ։
ru_ru: Пользователь (клиент сайта) видит это описание на странице оформления заказа, при выборе данный банковский шлюз как способ оплаты.

source: User (website visitor) sees this title on order registry page as a title for purchase option.
hy: Օգտագործողն (կայքի հաճախորդը) այս վերնագիրը տեսնում է պատվերի գրանցման էջում՝ որպես վճարման տարբերակի անվանում
ru_ru: Пользователь (клиент сайта) видит этот заголовок на странице оформления заказа как название способа оплаты.

source: User Name
hy: Իրական օգտանուն
ru_ru: Имя пользователя

source: You can Delete Cards
hy: Անհրաժեշտության դեպքում ցանկից կարող եք ջնջել քարտը/երը:
ru_ru: Вы можете удалить карты

source: You must fill token
hy: Խնդրում ենք անցնել նույնականացում։ Հարցերի դեպքում զանգահարել 033 779-779 հեռախոսահամարով։
ru_ru: Вы должны заполнить токен

source: Your card list
hy: Ստորև ներկայացված է Ձեր կողմից կցագրված քարտերի ցանկը:
ru_ru: Список ваших карт

source: Connection error.
ru_ru: Ошибка соединения.
